// 4.	Напишите класс для “Account”, содержащий элементы данных ‘accountNumber’, ‘holderName’, ‘balance’ и добавьте
// конструкторы и необходимые функции доступа/модификатора для этих элементов данных. Теперь создайте класс “CurrentAccount”,
// наследующих от класса Account. CurrentAccount будет иметь переменную ‘InterestRate’ и функцию ‘calculateYearlyInterest’.
// Создайте несколько аккаунтов и для InterestRate укажите процент, в CalculateYearlyInterest передайте количество лет, чтобы вывести
// полученные проценты от вложения.
