// 2.	Напишите класс “BankAccount” со следующими переменными экземпляра: AccountID (целое число),
// balance (число с плавающей запятой) и “OwnerName” (строка). Напишите правильный конструктор для этого класса.
// Также напишите методы showBalance(для вывода суммы), add (для внесения суммы) и subtract (для вычета) и реализуйте их.
// Теперь создайте еще один класс “AccountManager”, содержащий массив BankAccount. Напишите методы create (создать учетную запись),
// delete(удалить учетную запись), deposit (внести сумму на счет) и withdraw (снять сумму со счета). Добавьте 5 учетных записей.
// Теперь распечатайте реквизиты всех счетов в этом банке.