// 4.	Реализуйте класс для “Человека”. Человек имеет элементы данных “имя”, "возраст", ’вес’, ‘рост’, 
// ‘Дата рождения’, ‘адрес’ с соответствующими методами чтения/записи и т.д. Теперь создайте два подкласса 
// “Сотрудник” и “Студент”. Сотрудник будет иметь дополнительные данные переменной "зарплата’, ‘Дата соединения’, 
// ‘опыт работы" и т.д. Студент имеет данные переменной "roll’, ‘listOfSubjects’, их оценки и методы" calculateGrade’. 
// Снова создайте два подкласса “Техник” и “Профессор” из Сотрудника. Профессор имеет данные переменной "курсы", 
// "listOfAdvisee" и их методы добавления/удаления. Напишите функцию main (), чтобы продемонстрировать создание объектов 
// разных классов и вызовы их методов. 